<!DOCTYPE html>
<html lang="es">
	<head>
		<meta charset="UTF-8">
		<title>Filosofía estóica básica </title>
		<meta name="description" content="Breve guía de la Filosofía estóica básica ">
		<meta name="keywords" content="filosofia estoica basica">
		<meta name="author" content="Manuel Lara">		
		<meta name="robots" content="noindex,nofollow">
		<meta name="viewport" content="width=device-width, initial-scale=1.0">
		<link rel="shortcut icon" href="images/mascota.png" type="image/x-icon">
		<link rel="stylesheet" href="css/estilos.css">
	</head>
	<body>
		<div class="contenedor">
			<header class="modelo tipo1 color-fondo1">
				<figure>
					<img src="images/mascota.png" alt="logo la camareta">
				</figure>
				<div class="titulo color-texto1"><h1>Filosofía estóica básica</h1></div>
			</header>
			<div id="caja" class="modelo tipo1">
				<section class="color-fondo2">
					<h2>Principios esenciales</h2>
					<p><em>Tres son, en este sentido, los principios esenciales que definen el estoicismo:</em></p>
					<ol>
					<li><em> El &uacute;nico bien es el bien moral.</em></li>
					<li><em> Toda acci&oacute;n humana se basa en el juicio.</em></li>
					<li><em> La naturaleza es coherente consigo misma.</em></li>
					</ol>
					<p><em>Del Manual para la Vida Feliz de Epicteto- Pierre Hadot, p&aacute;gina 67</em></p>
					<h3 id="bien">El &uacute;nico bien es el bien moral.</h3>
					<p><em>&laquo;El &uacute;nico bien es el bien moral&raquo;, y por tanto no hay otro mal que 
						el mal moral, hab&iacute;a sido ya formulado por el propio S&oacute;crates</em></p>
					<p><em>&hellip;el bien consiste en obrar conforme a la recta raz&oacute;n, es decir, 
						al margen de nuestros ego&iacute;smos y de nuestros intereses.</em></p>
					<p>Este es el bien, esto es sabidur&iacute;a, <em>virtud</em></p>
					<p>Por lo tanto el mal es actuar de forma partidista y ego&iacute;sta, ese es el vicio</p>
					<p>&hellip;<em>&hellip;que nada puede perjudicar al hombre de bien&hellip;</em></p>
					<p><em>&hellip;&laquo;&Aacute;nito y Meleto pueden condenarme a muerte, pero no 
						perjudicarme&raquo;</em> (acusadores de S&oacute;crates en su juicio que lo llev&oacute; 
						a la muerte)</p>
					<p>..Las dem&aacute;s cosas, como la pobreza, la enfermedad, la maledicencia, 
						la muerte o el dolor, no son bienes ni males y no pueden, por lo tanto, considerarse 
						algo malo en opini&oacute;n de los estoicos, puesto que no dependen de nosotros sino 
						del exterior, de los dem&aacute;s o del Destino.</p>
					<p><em>Del Manual para la Vida Feliz de Epicteto- Pierre Hadot, p&aacute;gina 67-68-69-70</em></p>

					<p><strong>1.-El &uacute;nico bien es actuar de forma desinteresada, sin ego&iacute;smo y 
						parcialidad</strong><br>
					<strong>2.-El &uacute;nico mal es actuar de forma ego&iacute;sta y parcial</strong><br>
					<strong>3.-Que nada puede perjudicar al hombre de bien</strong><br>
					<strong>Esto depende de nosotros, todo lo dem&aacute;s es indiferente, pues no depende 
						de nosotros sino del exterior, de los dem&aacute;s o del Destino</strong></p>
					<br>
					<p>Solo nosotros podemos perjudicarnos, si actuamos mal(siendo egoistas o partidistas), 
						recuerda que todo lo demás es indiferente</p>
					<p>La pandemia del covid es indiferente, ni buena ni mala, un catarro es indiferente, 
						lo que nos haga un desconocido es indiferente, nada de esto depende de nosotros, solo 
						es buena o mala nuestra intención, que solo depende de nosotros</p>
					<p><a href="#indice">Ir al índice</a></p>
					<h3 id="juicio">&nbsp;Toda acci&oacute;n humana se basa en el juicio.</h3>
					<p><em>afirmaci&oacute;n de Crisipo: &laquo;Las pasiones son juicios; la pasi&oacute;n por 
						el dinero supone, en efecto, un juicio de valor (hypolepsis) que sugiere que el dinero 
						es algo bueno, y lo mismo ocurre en el caso de la ebriedad, la intemperancia y las 
						dem&aacute;s pasiones&rdquo;</em></p>
					<p>(la raz&oacute;n puede ) <em>hacerse buena o mala a partir de los juicios verdaderos 
						o falsos que emite y a los cuales concede su asentimiento.</em></p>
					<p><em>.</em>.(la raz&oacute;n)<em> Antes que nada, es principio de elecci&oacute;n</em></p>
					<p><em>..nos hacemos desdichados a nosotros mismos a causa de nuestros propios juicios
						 (Manual, 5).</em></p>
					<p><em>los hombres prefieren naturalmente el bien, pero se equivocan sobre la 
						definici&oacute;n de la naturaleza del bien. </em><strong><em>La virtud equivale 
							por tanto a &laquo;sabidur&iacute;a&raquo; y el vicio a 
							&laquo;ignorancia&raquo;</em></strong></p>
					<p><strong><em>El bien consiste en obrar conforme a la recta raz&oacute;n, es decir, 
						al margen de nuestros ego&iacute;smos y de nuestros intereses.</em></strong></p>
					<p><em>Del Manual para la Vida Feliz de Epicteto- Pierre Hadot, p&aacute;gina 69-70</em></p>
					<br>
					<p>Actuamos seg&uacute;n nuestros juicios, que son validados o no, por 
						la raz&oacute;n. si validamos un juicio err&oacute;neo, pervertimos nuestra
						 raz&oacute;n.</p>
					<p><a href="#indice">Ir al índice</a></p>
					<h3 id="naturaleza" >La naturaleza es coherente consigo misma</h3>
					<p>(Un ser vivo) <em>Tiende a la conservaci&oacute;n, aprecia su propia existencia 
						y todo cuanto le ayuda a salvaguardarla.</em> (sus acciones son coherentes con esto)</p>
					<p><em>..Pero lo mismo puede decirse de ese Ser Vivo que es el Mundo, el Universo en
						 su totalidad</em></p>
					<p><em>..el Universo es racional,</em></p>
					<p><em>..No existe m&aacute;s que una sola y &uacute;nica Raz&oacute;n, en nosotros y 
						en el Cosmos.</em></p>
					<p>..<em>La Raz&oacute;n del cuerpo del mundo, su racionalidad, viene a ser una suerte 
						de programa interno</em></p>
					<p>.<em>.que rige de este modo el curso de la Naturaleza universal (el Destino).</em></p>
					<p>..el sabio no puede sino aceptar con entusiasmo y amor cada instante, cada 
						acontecimiento, y finalmente ese Todo del que forma parte</p>
					<p>Coherencia consigo mismo, concordancia consigo mismo, no otra cosa constituye del 
						bien tanto para el Universo como para el individuo.</p>
					<p><em>Del Manual para la Vida Feliz de Epicteto- Pierre Hadot, p&aacute;gina 71-72</em></p>
					<p>El universo es un ser vivo del que formas parte y actua en su beneficio</p>
					<p>Todo lo que nos sucede es parte del plan del universo y nosotros jugamos un papel en 
						ese plan, solo por eso existimos, si no tuvieramos papel en ese plan, moriríamos</p>
					<p>Cuando nos sucede algo, debemos determinar cuál es nuestro papel y jugarlo lo mejor 
						posible, pues es por el bien del universo</p>
					<p>Sirva de ejemplo, tenemos un gobernante que nos parece inepto (nótese que es un 
						juicio, no tiene porque ser cierto pero nos lo parece), nuestro papel sería no 
						votarlo en las próximas elecciones y tener paciencia todo su mandato 
						(nótese como el juicio nos llevó a la acción)</p>
					<p>¿Por qué actuar así? porque lo que él haga (el gobernante), aunque te afecte, no depende de ti. 
						De ti depende, ser paciente y no votarlo. Además, gobierna en este momento por el bien del 
						universo y no aceptarlo es ir contra el universo del que formas parte, 
						¿Imaginas que tu dedo meñique se pone en tu contra?, el universo es tu cuerpo y tú eres el meñique.</p>
					<p><a href="#indice">Ir al índice</a></p>
					<h3 id="resumen">Como resumen</h3>
					<p>1.-El bien es actuar sin ego&iacute;smo, el mal es actuar con ego&iacute;smo, todo 
						lo dem&aacute;s es indiferente, ni bueno ni malo</p>
					<p>2.-Actuamos seg&uacute;n nuestros juicios</p>
					<p>La raz&oacute;n debe distinguir si nuestros juicios son ego&iacute;stas o no, 
						validando los buenos y descartando los malos</p>
					<p>Todo el mundo tiende al bien , y muchas veces act&uacute;an mal por desconocimiento 
						del bien , validando juicios ego&iacute;stas</p>
					<p>Si act&uacute;as desinteresadamente y sin ego&iacute;smo, nada te har&aacute; 
						ning&uacute;n mal, pues el mal es actuar de forma ego&iacute;sta.</p>
					<p>Tu eres el &uacute;nico que puede perjudicarte actuando de forma ego&iacute;sta</p>
					<p><em>&laquo;&Aacute;nito y Meleto pueden condenarme a muerte, pero no 
						perjudicarme&raquo;</em></p>
					<p>3.-T&uacute; formas parte del universo y el universo obra por su propio bien, 
						que es el tuyo pues tu eres el universo. Acepta lo que el destino te traiga, 
						es por el bien del universo y eso, también es el bien.</p>
					<p><a href="#indice">Ir al índice</a></p>
					<h2 id="control">Qu&eacute; depende de nosotros</h2>
					<p><em>Podemos elegir nuestra actitud moral, determinar el sentido y objetivo de
						 nuestra existencia. Nuestra elecci&oacute;n de vida se realiza de modo independiente,
						  con libertad, sin trabas. Ni siquiera la divinidad puede obligar al hombre a juzgar, 
						  a desear y a actuar de manera diferente a como &eacute;ste quiere. Porque, 
						  entonces, se contradir&iacute;a a s&iacute; mismo (D., I, 1, 23; IV, 5, 34):
						   &laquo;Pues si los dioses expusieran a coacci&oacute;n u obligaci&oacute;n, 
						   ejercidas por ellos mismos o por otros, esa parte que han extirpado de ellos 
						   para entreg&aacute;rnosla a nosotros, ya no ser&iacute;an dioses&raquo;. 
						   Y si la divinidad no puede forzarnos a elegir una forma de vida, tampoco el 
						   tirano puede</em></p>
					<p><em>Del Manual para la Vida Feliz de Epicteto- Pierre Hadot, p&aacute;gina 95-96-97</em></p>
					<p>PODEMOS ELEGIR NUESTRO PRINCIPIO DE VIDA (ACTUAR SIN EGO&Iacute;SMO NI 
						PARCIALIDAD O NO) Y VALIDAR NUESTROS JUICIOS SEG&Uacute;N NUESTRA ELECCI&Oacute;N 
						DE VIDA&nbsp;</p>
					<p>SITUACI&Oacute;N- NO DEPENDE DE MI</p>
					<p>JUICIO- NO DEPENDE DE MI</p>
					<p>DISCERNIMOS- TOMA DE CONCIENCIA</p>
					<p>LO VALIDAMOS O NO SEG&Uacute;N NUESTRA ELECCI&Oacute;N DE VIDA- DEPENDE DE MI</p>
					<p>DESEO/NO DESEO- DEPENDE DE MI</p>
					<p>IMPULSO/NO IMPULSO- DEPENDE DE MI</p>
					<p><a href="#indice">Ir al índice</a></p>
					<br>
					<h2>REFLEXI&Oacute;N PROPIA</h2>
					<p>Voy a tener opiniones sobre los dem&aacute;s y sobre lo que acontece en el mundo de forma 
						autom&aacute;tica, sin elegirlas.</p>
					<p>Tengo que ser consciente de que lo que tengo son opiniones, hip&oacute;tesis, supuestos,
						 puntos de vista de la realidad.</p>
					<p>Si tengo <strong>juicios sobre qu&eacute; sucede en el mundo o c&oacute;mo act&uacute;an 
						los dem&aacute;s,</strong><strong>son temas que no dependen de m&iacute;.</strong></p>
					<p>O sea, estoy juzgando<strong> cosas sobre las que nada puedo hacer.</strong></p>
					<p>Tambi&eacute;n voy a tener <strong>juicios sobre c&oacute;mo debo actuar y eso si que 
						depende de m&iacute;</strong>.</p>
					<p>Estas opiniones se pueden ajustar al bien moral (actuar sin ego&iacute;smo y 
						desinter&eacute;s) o por el contrario se pueden ajustar al mal moral ( actuar de forma ego&iacute;sta y partidista)</p>
					<p>Y aqu&iacute; entra nuestra elecci&oacute;n vital, si hemos decidido vivir
						 virtuosamente o no.</p>
					<p>Seg&uacute;n nuestra elecci&oacute;n vital, aceptaremos o descartaremos nuestros juicios.</p>
					<p>Seg&uacute;n nuestra elecci&oacute;n vital seremos buenos o malos.</p>
					<p>Recuerda que el hombre se mueve por sus opiniones no por la raz&oacute;n.</p>
					<p><a href="#indice">Ir al índice</a></p>					
					<h2 id="Referencias" >Referencias</h2>	
					<p>Manual para la Vida Feliz de Epicteto- Pierre Hadot</p>
					<p><a href="#indice">Ir al índice</a></p>
				</section>
				<aside class="modelo tipo2 color-fondo3 color-texto2">
					<div class="wit color-fondo2 color-texto2">
					<p id="indice"><b>Contenido</b></p><br>
					 <ul>
						<li>Principios
							<ul>
								<li><a href="#bien">Bien Moral</a></li>
								<li><a href="#juicio">Actuamos por Juicios</a></li>
								<li><a href="#naturaleza">La naturaleza es coherente</a></li>
								<li><a href="#resumen">COMO RESUMEN</a></li>
							</ul>
						</li>		
						<li><a href="#control">Qué depende de nosotros</a></li>	
						<li><a href="#Referencias">Referencias</a></li>		
					 </ul>
					</div>
					<div class="wit color-fondo2 color-texto2">
						<figure>
							<img src="images/mascota.png" alt="filosofia estoica">
						</figure>
					</div>
				</aside>
			</div>
			<footer class="modelo tipo1 color-fondo4 color-texto2">
				<div class="autor">
					<p>© Manuel Lara <span id="agno"></span></p>
					<script>
						anno=new Date();                
						fecha=anno.getFullYear(); 
						document.getElementById("agno").innerHTML = fecha.toString();             
					</script>
				</div>
				<div class="val">
					<p>
						<a href="https://jigsaw.w3.org/css-validator/validator?uri=https://manlarestudio.github.io/filosofia-estoica/">
							<img style="border:0;width:88px;height:31px"
								src="https://jigsaw.w3.org/css-validator/images/vcss"
								alt="¡CSS Válido!">
						</a>
					</p>
					   
				</div>
			</footer>
		</div>
	</body>
</html>